brew "autoenv"
brew "bash-preexec"
brew "jq"
brew "liquidprompt"
brew "neovim"
brew "prettier"
brew "rclone"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "tealdeer"
brew "television"
brew "tmux"
brew "uv"
brew "vim"
brew "yamllint"
brew "yq"
brew "zoxide"
