tap "charmbracelet/tap"
tap "gbagnoli/tzbuddy"
tap "mistertea/et"
brew "atuin"
brew "autoenv"
brew "bash-preexec"
brew "bat"
brew "chezmoi"
brew "util-linux"
brew "direnv"
brew "dysk"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "glab"
brew "go"
brew "htop"
brew "jq"
brew "liquidprompt"
brew "minijinja-cli"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "podlet"
brew "prettier"
brew "qwen-code"
brew "rbenv"
brew "rclone"
brew "rename", link: false
brew "ruby"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "stress-ng"
brew "tealdeer"
brew "television", link: false
brew "tidy-viewer"
brew "tmux"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils"
brew "uv"
brew "vim"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "gbagnoli/tzbuddy/tzbuddy"
cask "claude-code"
