tap "gbagnoli/tzbuddy", "git@github.com:gbagnoli/homebrew-tzbuddy.git"
tap "mistertea/et"
brew "atuin"
brew "autoenv"
brew "bash-preexec"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dysk"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "glab"
brew "liquidprompt"
brew "neovim"
brew "rbenv"
brew "rename", link: false
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "stress-ng"
brew "tealdeer"
brew "television"
brew "tmux"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils"
brew "uv"
brew "vim"
brew "yq"
brew "zoxide"
brew "gbagnoli/tzbuddy/tzbuddy"
