tap "gbagnoli/tzbuddy"
brew "aider"
brew "atuin"
brew "autoenv"
brew "bash-preexec"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dysk"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "glab"
brew "htop"
brew "liquidprompt"
brew "neovim"
brew "pandoc"
brew "podlet"
brew "ripgrep"
brew "qwen-code"
brew "rbenv"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "stress-ng"
brew "tealdeer"
brew "tidy-viewer"
brew "trash-cli"
brew "uutils-coreutils"
brew "uv"
brew "vim"
brew "yq"
brew "zoxide"
brew "gbagnoli/tzbuddy/tzbuddy"
cask "claude-code"
cargo "cargo-audit"
cargo "cargo-release"
cargo "cargo-update"
cargo "topgrade"
cargo "tzbuddy"
