tap "charmbracelet/tap"
tap "gbagnoli/tzbuddy"
brew "atuin"
brew "autoenv"
brew "bash-preexec"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dysk"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "glab"
brew "go"
brew "htop"
brew "jq"
brew "liquidprompt"
brew "minijinja-cli"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "podlet"
brew "prettier"
brew "qwen-code"
brew "rbenv"
brew "rclone"
brew "ruby"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "stress-ng"
brew "tealdeer"
brew "tidy-viewer"
brew "trash-cli"
brew "uutils-coreutils"
brew "uv"
brew "vim"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "gbagnoli/tzbuddy/tzbuddy"
cask "claude-code"
cargo "cargo-audit"
cargo "cargo-release"
cargo "cargo-update"
cargo "garmin-cli"
cargo "photo_process"
cargo "rust-analyzer-mcp"
cargo "rust-mcp-server"
cargo "topgrade"
cargo "tzbuddy"
flatpak "app.devsuite.Ptyxis"
flatpak "app.xemu.xemu"
flatpak "ca.edestcroix.Recordbox"
flatpak "com.discordapp.Discord"
flatpak "com.github.Matoking.protontricks"
flatpak "com.github.iwalton3.jellyfin-media-player"
flatpak "com.github.rafostar.Clapper"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.xournalpp.xournalpp"
flatpak "com.github.yafti.gtk", remote: "gtk-origin"
flatpak "com.github.zocker_160.SyncThingy"
flatpak "com.github.zocker_160.SyncThingy"
flatpak "com.google.Chrome"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.spotify.Client"
flatpak "com.supermodel3.Supermodel"
flatpak "com.vscodium.codium"
flatpak "com.vysp3r.ProtonPlus"
flatpak "info.portfolio_performance.PortfolioPerformance"
flatpak "io.github.dvlv.boxbuddyrs"
flatpak "io.github.fastrizwaan.WineZGUI"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.getnf.embellish"
flatpak "io.github.nokse22.high-tide"
flatpak "io.github.shiiion.primehack"
flatpak "io.missioncenter.MissionCenter"
flatpak "it.mijorus.gearlever"
flatpak "net.kuribo64.melonDS"
flatpak "nl.sarine.gpx-viewer"
flatpak "nl.sarine.gpx-viewer"
flatpak "org.DolphinEmu.dolphin-emu"
flatpak "org.duckstation.DuckStation"
flatpak "org.electrum.electrum"
flatpak "org.fedoraproject.MediaWriter"
flatpak "org.gimp.GIMP"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.Epiphany"
flatpak "org.gnome.Evince"
flatpak "org.gnome.Logs"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Maps"
flatpak "org.gnome.Music"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.SimpleScan"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gnome.baobab"
flatpak "org.gnome.clocks"
flatpak "org.gnome.font-viewer"
flatpak "org.inkscape.Inkscape"
flatpak "org.kde.kgeotag"
flatpak "org.keepassxc.KeePassXC"
flatpak "org.libretro.RetroArch"
flatpak "org.mamedev.MAME"
flatpak "org.mozilla.firefox"
flatpak "org.musicbrainz.Picard"
flatpak "org.ppsspp.PPSSPP"
flatpak "org.raspberrypi.rpi-imager"
flatpak "org.scummvm.ScummVM"
flatpak "org.signal.Signal"
flatpak "org.twinery.Twine"
flatpak "org.virt_manager.virt-manager"
flatpak "page.tesk.Refine"
flatpak "us.zoom.Zoom"
flatpak "xyz.z3ntu.razergenie"
